---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSection.PlasticModulusWeakAxis
source: html/48e68105-492a-981d-ba65-6771348939b3.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralSection.PlasticModulusWeakAxis Property

Plastic section modulus in bending about main weak axis.

## Syntax (C#)
```csharp
public double PlasticModulusWeakAxis { get; set; }
```